[
  {
    "id": "101",
    "title": "Layered Necklace",
    "price": "$12.00",
    "description": "Our Layered Necklace elegantly compliments your new dress you've been dying to show off! "
  },
  {
    "id": "102",
    "title": "Multilayered Necklace Set",
    "price": "$10.00",
    "description": "null"
  },
  {
    "id": "103",
    "title": "Opal Stone Moon Choker Necklace",
    "price": "$12.00",
    "description": "Dress up your neck with our Opal Stone Moon Choker Necklace, available in numerous colors. The necklace is perfect for casual outings and is sure to have your friends asking where you bought it from."
  },
  {
    "id": "104",
    "title": "Heart Pendant Multilayer Choker",
    "price": "$8.00",
    "description": "This Heart Pendant Multilayer Choker is a clean accessory to add to your outfit. "
  },
  {
    "id": "105",
    "title": "Slim Bar Necklace",
    "price": "$10.00",
    "description": "The Slim Bar Necklace shines with casual wear. It's simple design makes it an easy addition to any outfit!"
  },
  {
    "id": "106",
    "title": "Gemstone Necklace",
    "price": "$13.00",
    "description": "Perfect for formal and semi-formal events, this necklace stands out while simultaneously complimenting your outfit. Available in pink, teal, black, and beige."
  },
  {
    "id": "107",
    "title": "Howlite Double-V Necklace",
    "price": "$13.00",
    "description": "Howlite is known to reduce anxiety, tension and stress. If you have a lot of work to do, and want to look good doing it, then our Howlite V Necklace is perfect for you!"
  },
  {
    "id": "108",
    "title": "Multilayered Rhinestone Choker",
    "price": "$12.00",
    "description": "Our fashionable Rhinestone Choker is a popular item, this comes as no surprise. The rhinestone pendant accents the choker very nicely, setting it apart from other chokers on the market."
  },
  {
    "id": "109",
    "title": "Cascading Choker Necklace",
    "price": "$10.00",
    "description": "Two words come to mind while looking at this necklace. Class. Simplicity."
  },
  {
    "id": "110",
    "title": "Crystal Watermelon Necklace",
    "price": "$7.00",
    "description": "Our trendy 'Watermelon' necklace is a stunning piece for the summer. This necklace won't be available for much longer so grab it while you can!"
  },
  {
    "id": "111",
    "title": "Blue Evil Eye Necklace",
    "price": "$8.00",
    "description": "Don't miss your chance to buy our Evil Eye Necklace! Available for a limited time."
  }
]
