[
  {
    "id": "101",
    "title": "Arrow Ring",
    "price": "$4.00",
    "description": "Available in silver, gold, and rose gold colors. Made from zinc alloy. This ring is perfect for people wanting to add effortless style to their outfit. Our Crstal Arrow Ring is sure to draw attention!"
  },
  {
    "id": "102",
    "title": "Double Bar Ring",
    "price": "$3.00",
    "description": "Made with stunning silver, our double bar ring is a stylish piece suitable for any setting. Whether it's professional, formal or casual, this ring will elegantly compliment your outfit."
  },
  {
    "id": "103",
    "title": "Unique Wave Ring",
    "price": "$3.00",
    "description": "Missing the beach? Bring it with you with our Unique Wave Ring. Made from Zinc Alloy and available in three different colors: silver, gold & rose gold."
  },
  {
    "id": "104",
    "title": "Triangle Ring",
    "price": "$3.00",
    "description": "Our triangle rings are made from zinc alloy and are available in gold, rose gold, and silver finishes. The crackle finish on the triangle adds an extra bit of style which sets it apart from the rings you'll see your friends wearing. Dress your fingers for less than the cost of a coffee!"
  },
  {
    "id": "105",
    "title": "Mountain Ring",
    "price": "$3.00",
    "description": "Bring yourself to PEAK delight when you slide on Malibu Spark's Mountain rings! When wearing these rings, you'll find yourself looking down at your hands a lot more than you normally would. "
  },
  {
    "id": "106",
    "title": "Cherry Blossom Ring",
    "price": "$4.50",
    "description": "The Cherry Blossom Ring is truly special! Now is your chance to own a wearable piece of art. Once you slide this ring on your finger you'll feel as unique as the ring itself."
  },
  {
    "id": "107",
    "title": "Adjustable Ring Set",
    "price": "$5.00",
    "description": "Made from copper and available in gold and silver. Add some flare to your hands with this 6 piece adjustable ring set! The unique, trendy style of this set is sure to make you feel good each time you glance down at your hands. This set includes 6 rings."
  },
  {
    "id": "108",
    "title": "Double V Ring",
    "price": "$4.00",
    "description": "Our Double V Ring is one of our best selling rings! The clean, symmetrical design is sure to grab people's attention and have them asking where you got it. The answer? Malibu Spark!"
  }
]
